package com.company;

public class Main {

    public static void main(String[] args) {
	    System.out.println("ФИО: Белый Дмитрий Александрович.\nДата рождения: 12.02.1998.\nМесто рождения: г.Одесса, Украина.");
	    System.out.print("Страна: Украина.\nОбразование: ОООШ №17;\tОАДК ОНПУ.");
        System.out.println("\n\nДомашний адрес: г.Одесса, ул.Паустовского, 59-а, кв.73.\nТелефон: дом. 716-00-16;\tмоб. 0678136709.\nE-mail: white98@mail.com.");
        System.out.print("\nИнститут(Факультет): ИКС.\nКафедра компьютеризированных систем управления.");
        System.out.println("\nСпециальность №: 151.Автоматизация и компьютерно-интегрированные технологии.");
        System.out.println("Специализация: Интеллектуальные компьтерные системы управления.\nКурс,группа: 3-й курс,\tАТ-162.\nОтделение: Дневное.\n");
        System.out.print("Личные качества:\n" +
                "\t\t\tСпособность к самообучению;\n" +
                "\t\t\tСистемное мышление;\n" +
                "\t\t\tУмение работать в команде;\n" +
                "\t\t\tАккуратность;\n" +
                "\t\t\tВнимательность;\n" +
                "\t\t\tСамостоятельность;\n" +
                "\t\t\tИнициативность;\n" +
                "\t\t\tОтветственность.");
        System.out.print("\nОсновные навыки:\n" +
                "\t\t\tЗнание математики, физики, базовых компьютерных алгоритмов, организации современных ОС и пр.;\n" +
                "\t\t\tЗнание английского языка для работы с технической документацией;\n" +
                "\t\t\tНавыки работы с большими объемами информации;\n" +
                "\t\t\tЗнание необходимых в работе технологий и языков программирования;\n" +
                "\t\t\tУмение составлять и читать ТЗ;\n" +
                "\t\t\tУмение разбираться в чужом коде;\n" +
                "\t\t\tЗнание вспомогательных программ.");


    }
}
